{"pageProps":{"post":{"mdxSource":"var Component=(()=>{var c=Object.create;var s=Object.defineProperty;var d=Object.getOwnPropertyDescriptor;var g=Object.getOwnPropertyNames;var u=Object.getPrototypeOf,h=Object.prototype.hasOwnProperty;var o=e=>s(e,\"__esModule\",{value:!0});var f=(e,i)=>()=>(i||e((i={exports:{}}).exports,i),i.exports),p=(e,i)=>{o(e);for(var a in i)s(e,a,{get:i[a],enumerable:!0})},m=(e,i,a)=>{if(i&&typeof i==\"object\"||typeof i==\"function\")for(let n of g(i))!h.call(e,n)&&n!==\"default\"&&s(e,n,{get:()=>i[n],enumerable:!(a=d(i,n))||a.enumerable});return e},v=e=>m(o(s(e!=null?c(u(e)):{},\"default\",e&&e.__esModule&&\"default\"in e?{get:()=>e.default,enumerable:!0}:{value:e,enumerable:!0})),e);var l=f((k,r)=>{r.exports=_jsx_runtime});var x={};p(x,{default:()=>w,frontmatter:()=>y});var t=v(l()),y={title:\"Data-driven Digital Wellbeing: Mobile Data Analytics and Context-Aware Intervention Design\",publications:[\"lee2022adverse\",\"kim2021beneficial\",\"park2021goldentime\",\"kim2020understanding\"],participated:[\"InyeopKim\",\"WoohyeokChoi\",\"JoonyoungPark\"],image:\"/static/images/projects/DigitalWellbeing.jpg\",status:\"Ongoing\"};function b(e={}){let{wrapper:i}=e.components||{};return i?(0,t.jsx)(i,Object.assign({},e,{children:(0,t.jsx)(a,{})})):a();function a(){let n=Object.assign({p:\"p\"},e.components);return(0,t.jsxs)(t.Fragment,{children:[(0,t.jsx)(n.p,{children:\"Digital wellbeing means that individuals, families, and organizations are capable of using digital technologies to help them to work productively, facilitate social relationships, and sustain healthy lives in a balanced way without experiencing negative side effects of digital technologies such as distraction, dependence, and health/safety/privacy threats. Despite the importance of digital wellbeing, user interface research so far neglected how to design user interfaces that can effectively address negative side effects, ranging from problematic technology use to negative health consequences. Instead, its focus has been minimizing the gulfs of execution and the gulfs of evaluation, by supporting easy and accurate formulation of the actions and intuitive interpretation of the presentation regarding the goals.\"}),(0,t.jsx)(n.p,{children:\"Recent advances in mobile user interfaces provide easy and convenient ways of accessing a large amount of online content and services (e.g., YouTube and Tiktok) and maintaining social relationships (e.g., Facebook and Instagram). Such access gives instant gratifications to users (e.g., interpersonal utility, pastimes, information seeking, and entertainment). This reinforces continuous usage of mobile services and may lower a user\\u2019s digital wellbeing, thereby leading to productivity loss, safety risks, and physical/mental health threats.\"}),(0,t.jsx)(n.p,{children:\"This project investigates \\u201Cdata-driven digital wellbeing\\u201D via mobile data analytics and context-aware intervention design. Modern smart devices allow us to continuously log users\\u2019 interactions along with passive sensor data (e.g., GPS locations and physical activities). Analyzing fine-grained interaction data allows us to identify harmful effects of problematic usage behaviors; e.g., how frequent notifications influence college students\\u2019 academic performance? It is possible to contextualize usage behaviors and identify their relationships with mental, physical, and social factors.\"}),(0,t.jsx)(n.p,{children:\"Deeper understanding of user behaviors and related factors offers novel insights for designing data-driven digital wellbeing intervention systems. We envision context-aware intelligent systems that can understand user needs and help to promote digital wellbeing by supporting various nudging techniques.\"})]})}}var w=b;return x;})();\n;return Component;","toc":[],"frontMatter":{"readingTime":{"text":"2 min read","minutes":1.67,"time":100200,"words":334},"slug":"DigitalWellbeing","fileName":"DigitalWellbeing.md","title":"Data-driven Digital Wellbeing: Mobile Data Analytics and Context-Aware Intervention Design","publications":["lee2022adverse","kim2021beneficial","park2021goldentime","kim2020understanding"],"participated":["InyeopKim","WoohyeokChoi","JoonyoungPark"],"image":"/static/images/projects/DigitalWellbeing.jpg","status":"Ongoing","date":null}}},"__N_SSG":true}