{
  "pageProps": {
    "post": {
      "mdxSource": "var Component=(()=>{var c=Object.create;var a=Object.defineProperty;var d=Object.getOwnPropertyDescriptor;var m=Object.getOwnPropertyNames;var u=Object.getPrototypeOf,h=Object.prototype.hasOwnProperty;var s=e=>a(e,\"__esModule\",{value:!0});var g=(e,t)=>()=>(t||e((t={exports:{}}).exports,t),t.exports),f=(e,t)=>{s(e);for(var i in t)a(e,i,{get:t[i],enumerable:!0})},p=(e,t,i)=>{if(t&&typeof t==\"object\"||typeof t==\"function\")for(let o of m(t))!h.call(e,o)&&o!==\"default\"&&a(e,o,{get:()=>t[o],enumerable:!(i=d(t,o))||i.enumerable});return e},w=e=>p(s(a(e!=null?c(u(e)):{},\"default\",e&&e.__esModule&&\"default\"in e?{get:()=>e.default,enumerable:!0}:{value:e,enumerable:!0})),e);var l=g((x,r)=>{r.exports=_jsx_runtime});var k={};f(k,{default:()=>y,frontmatter:()=>b});var n=w(l()),b={title:\"Human Digital Twin for Mental Health: Predicting and Managing Stress Risks for Emotion Workers\",publications:[\"kang2022understanding\",\"zitouni2022privacy\"],participated:[\"JoonyoungPark\",\"SoowonKang\",\"EunjiPark\",\"DuriLee\",\"YoungjiKoh\",\"YunjoHan\"],image:\"/static/images/projects/DigitalTwin.svg\",status:\"Ongoing\"};function j(e={}){let{wrapper:t}=e.components||{};return t?(0,n.jsx)(t,Object.assign({},e,{children:(0,n.jsx)(i,{})})):i();function i(){let o=Object.assign({p:\"p\"},e.components);return(0,n.jsxs)(n.Fragment,{children:[(0,n.jsx)(o.p,{children:\"Emotional labor is customer-facing work such as sales of goods or customer services, where workplaces require them to show friendly emotions and expressions (Ministry of Employment and Labor, 2021). The number of workers engaged in emotional labor (call center counselors, civil service facility workers, care services, department store/mart workers, etc.) is about 7 million, which accounts for 35.1% of the total workers (Statistics Office 2019).\"}),(0,n.jsx)(o.p,{children:\"Emotional workers often experience emotional exhaustion due to the effortful regulation of emotional expression for job performance. Repeated exposure to stressful situations is known to cause mental health problems such as post-traumatic stress disorder and depression (Korea Occupational Safety and Health Institute 2018). A recent analysis of health insurance data showed that the emotional labor group had a relatively high prevalence of mental illness due to job stress, and emotional workers who frequently deal with angry customers had a higher risk of depression and sleep disturbance than those who did not for 2.9 times and 3.8 times (Occupational Safety and Health Research Institute 2017).\"}),(0,n.jsx)(o.p,{children:\"This project aims to design and develop \\u201CHuman Digital Twins\\u201D for promoting mental health of emotional workers. Digital twin technology aims to replicate real-world objects for real-time monitoring and comprehensive simulations. In the field of digital health, we can incorporate wearable and IoT sensor data for twinning (e.g., biometric signals, activity data) that allows diagnosing/treating/predicting health conditions for personalized health management. Human digital twins offer a holistic understanding of a worker\\u2019s emotion regulation process (including stress cause identification) and provide the foundations for enabling just-in-time mental health management services. Our lab\\u2019s focus in this project includes 1) sensor data collection and analysis in emotion labor situations, 2) real-time machine learning system development for stress detection and intervention, and 3) user experience research on just-in-time stress intervention systems.\"})]})}}var y=j;return k;})();\n;return Component;",
      "toc": [],
      "frontMatter": {
        "readingTime": { "text": "2 min read", "minutes": 1.68, "time": 100800, "words": 336 },
        "slug": "DigitalTwin",
        "fileName": "DigitalTwin.md",
        "title": "Human Digital Twin for Mental Health: Predicting and Managing Stress Risks for Emotion Workers",
        "publications": ["kang2022understanding", "zitouni2022privacy"],
        "participated": [
          "JoonyoungPark",
          "SoowonKang",
          "EunjiPark",
          "DuriLee",
          "YoungjiKoh",
          "YunjoHan"
        ],
        "image": "/static/images/projects/DigitalTwin.svg",
        "status": "Ongoing",
        "date": null
      }
    }
  },
  "__N_SSG": true
}
